Repository: just-work/django-image-assets
Catalog: src/image_assets/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Image assets
ru: Ассеты

source: Asset Type
ru: Тип ассета

source: Missing required asset types: %s
ru: Отсутствуют обязательные типы ассетов: %s

source: Duplicate active assets for types: %s
ru: Дублируются активные ассеты следующих типов: %s

source: Slug
ru: Слаг

source: Min Width
ru: Минимальная ширина

source: Min Height
ru: Минимальная высота

source: Aspect
ru: Аспект

source: Aspect accuracy
ru: Погрешность аспекта

source: Max file size
ru: Максимальный размер файла

source: Required for
ru: Обязателен для

source: Allowed for
ru: Допустим для

source: Asset Types
ru: Типы ассетов

source: File size must be not greater than %s
ru: Размер файла должен быть не более %s

source: Image format must be one of %s
ru: Формат изображения должен быть %s

source: Image width must be not less than %s
ru: Ширина изображения должна быть не меньше %s

source: Image height must be not less than %s
ru: Высота изображения должна быть не меньше %s

source: Image aspect must be %s
ru: Аспект изображения должен быть %s

source: Image aspect must be %(aspect)s ± %(accuracy)s
ru: Аспект изображения должен быть %(aspect)s ± %(accuracy)s

source: Image
ru: Изображение

source: Active
ru: Активен

source: Content Type
ru: Тип объекта

source: Object ID
ru: ID объекта

source: Asset
ru: Ассет

source: Assets
ru: Ассеты

source: Deleted Asset
ru: Удаленный ассет

source: Deleted Assets
ru: Удаленные ассеты
